import React from 'react';
class Content extends React.Component {
    render() {
        return <div>
            <p>01.01.2005, м. Запоріжжя</p>
            <p>Пологівський ліцей "Основа"</p>

            <p>Хобі</p>

            <ul>
                <li>Програмування</li>
                <li>Плавання</li>
                <li>Digital art</li>
            </ul>

            <p id="definedElement">Улюблені книги і фільми</p>

            <ol id="secondElement">
                <li>Етюд у багряних тонах</li>
                <li>Мерзенна вісімка</li>
                <li>Зелена миля</li>
            </ol>

            <p>
                Львів — це історичне місто на заході України, відоме своєю архітектурною спадщиною, культурною різноманітністю та багатою історією. Місто засноване у середині XIII століття і було важливим торговим та культурним центром Європи. Львів відзначається численними пам'ятками архітектури, серед яких старовинні католицькі собори, барокові та ренесансні будівлі, а також середньовічна центральна частина, що занесена до списку світової спадщини ЮНЕСКО. Львів також є важливим осередком мистецтва, музики та науки, де щорічно проводяться численні фестивалі, театральні вистави та культурні заходи.
            </p>
        </div>
    }
}

export default Content